{
	"games": [
		{
			"image": "/game-covers/forza_5.jpeg",
			"title": "Forza Horizon 5",
			"genres": [
				"Гонки",
				"Симулятор",
				"Открытый мир"
			],
			"price": 2343,
			"video": "https://www.youtube.com/embed/FYH9n37B7Yw",
			"id": 1,
			"description": "Вас ждёт бесконечный калейдоскоп приключений Horizon! Совершайте увлекательные поездки по невероятно красивому и самобытному миру Мексики за рулём величайших автомобилей в истории. Начните своё приключение Horizon уже сегодня, добавив игру в свой список желаний!"
		},
		{
			"image": "/game-covers/battlefield_2042.jpg",
			"title": "Battlefield 2042",
			"genres": [
				"Экшен",
				"Шутер",
				"Война"
			],
			"video": "https://www.youtube.com/embed/ASzOzrB-a9E",
			"price": 2433,
			"id": 2,
			"description": "Battlefield™ 2042 — это шутер от первого лица, в котором серия возвращается к легендарным масштабным сражениям. В будущем, где царит хаос, адаптируйтесь и процветайте на постоянно меняющихся полях боя благодаря своему отряду и арсеналу новейших технологий."
		},
		{
			"image": "/game-covers/life_is_strange_true_colors.jpeg",
			"title": "Life is Strange True Colors",
			"genres": [
				"Глубокий сюжет",
				"Протагонистка"
			],
			"video": "https://www.youtube.com/embed/b6CkzwVAr0M",
			"price": 3021,
			"id": 3,
			"description": "Алекс Чэнь от всех скрывает своё «проклятие» — сверхъестественную способность считывать сильные эмоции других и влиять на них. Но когда её брат погибает — якобы в результате несчастного случая, — Алекс использует её, чтобы узнать правду."
		},
		{
			"image": "/game-covers/gta_v.jpeg",
			"title": "Grand Theft Auto V",
			"genres": [
				"Открытый мир",
				"Экшен"
			],
			"video": "https://www.youtube.com/embed/QkkoHAzjnUs",
			"price": 789,
			"id": 4,
			"description": "Grand Theft Auto V для PC позволяет игрокам исследовать знаменитый мир Лос-Сантоса и округа Блэйн в разрешении до 4k и выше с частотой 60 кадров в секунду."
		},
		{
			"image": "/game-covers/rainbow_siege.jpeg",
			"title": "Tom Clancy's Rainbow Six® Siege",
			"video": "https://www.youtube.com/embed/6wlvYh0h63k",
			"genres": [
				"Тактика",
				"Шутер"
			],
			"price": 982,
			"id": 5,
			"description": "Tom Clancy's Rainbow Six Осада – это продолжение нашумевшего шутера от первого лица, разработанного студией Ubisoft Montreal."
		},
		{
			"image": "/game-covers/assassins_creed_valhalla.png",
			"title": "Assassin’s Creed Valhalla",
			"genres": [
				"Паркур",
				"РПГ",
				"Открытый мир"
			],
			"video": "https://www.youtube.com/embed/ssrNcwxALS4",
			"price": 2863,
			"id": 6,
			"description": "Assassin’s Creed Valhalla — мультиплатформенная компьютерная игра в жанре action/RPG, разработанная студией Ubisoft Montreal под издательством компании Ubisoft. Является двенадцатой игрой в серии игр Assassin’s Creed."
		},
		{
			"image": "/game-covers/residentevil.jpeg",
			"title": "Resident Evil 4 Remake",
			"genres": [
				"Экшен",
				"Хоррор"
			],
			"video": "https://www.youtube.com/embed/-L1EuRo54pI",
			"price": 4549,
			"id": 7,
			"description": "Resident Evil 4 Remake — это переиздание Resident Evil 4. В игре будет обновленная графика в высоком разрешении, добавлена новая система трофеев."
		},
		{
			"image": "/game-covers/hogwarts.jpeg",
			"title": "Hogwarts Legacy",
			"genres": [
				"Экшен",
				"Открытый мир"
			],
			"video": "https://www.youtube.com/embed/1O6Qstncpnc",
			"price": 2649,
			"id": 8,
			"description": "Hogwarts Legacy — это ролевая игра с открытым миром, действие которой происходит в мире, впервые представленном в книгах о Гарри Поттере. Отправляйтесь в путешествие по знакомым и новым локациям, исследуйте и открывайте волшебных зверей, настраивайте своего персонажа и изготавливайте зелья, осваивайте заклинания, улучшайте таланты и становитесь волшебником, которым хотите быть."
		},
		{
			"image": "/game-covers/horizonzero.jpeg",
			"title": "Horizon Zero Dawn",
			"genres": [
				"РПГ",
				"Приключения"
			],
			"video": "https://www.youtube.com/embed/Lq594XmpPBg",
			"price": 989,
			"id": 9,
			"description": "Horizon Zero Dawn: Complete Edition — это ролевой экшен, включающий большое расширение The Frozen Wilds с новыми землями, навыками, оружием и машинами. Вместе с Элой отправляйтесь в путешествие по загадочному миру смертоносных машин. Юная охотница-изгой по имени Элой стремится узнать свое предназначение... и остановить катастрофу."
		},
		{
			"image": "/game-covers/lastofus.jpg",
			"title": "The Last of Us Part I",
			"genres": [
				"Экшен",
				"Глубокий сюжет",
				"Шутер"
			],
			"video": "https://www.youtube.com/embed/R2Ebc_OFeug",
			"price": 3699,
			"id": 10,
			"description": "The Last of Us: Part I — игра в жанре action-adventure с элементами survival horror и стелс-экшена, разработанная студией Naughty Dog и изданная Sony Computer Entertainment. Действие игры происходит в постапокалиптическом будущем на территории бывших Соединённых Штатов Америки спустя двадцать лет после глобальной пандемии, вызванной опасно мутировавшим грибком кордицепс."
		},
		{
			"image": "/game-covers/godofwar.jpg",
			"title": "God of War",
			"genres": [
				"РПГ",
				"Экшен"
			],
			"video": "https://www.youtube.com/embed/e5dFIKAPxhU",
			"price": 1639,
			"id": 11,
			"description": "God of War — новый экшн знаменитой серии, который посвящен скандинавской мифологии. Отправляйтесь в приключение вместе с непобедимым Кратосом и его юным сыном! Кратос отомстил богам Олимпа и, наконец, может вернуться к спокойной жизни вдали от людей – в холодном царстве скандинавских богов и чудовищ.В этом суровом беспощадном мире он должен не только самостоятельно бороться за выживание... но и научить этому сына."
		},
		{
			"image": "/game-covers/daysgone.jpg",
			"title": "Days Gone",
			"genres": [
				"Шутер",
				"Глубокий сюжет",
				"Открытый мир"
			],
			"video": "https://www.youtube.com/embed/5TZxTwRQY_M",
			"price": 949,
			"id": 11,
			"description": "Days Gone — приключенческий боевик, действие которого происходит в открытом мире после эпидемии. Игрокам предстоит сражаться и гонять на байке по смертельно опасным дорогам постапокалиптической Америки в поисках наград и полезных ресурсов, а также — смысла жизни. В версии на ПК доступна поддержка ультра-широких экранов, неограниченная частота кадров и улучшенная графика (повышенный уровень детализации, выбор сектора обзора и увеличенная дальность прорисовки растительности)."
		},
		{
			"image": "/game-covers/dontstarve.jpg",
			"title": "Don't Starve Together",
			"genres": [
				"Экшен",
				"Глубокий сюжет",
				"РПГ"
			],
			"video": "https://www.youtube.com/embed/bVbyn7c1X6E",
			"price": 299,
			"id": 12,
			"description": "Don't Starve Together — Откройте для себя и исследуйте огромный процедурно сгенерированный и богатый биомами мир с бесчисленными ресурсами и угрозами. Независимо от того, придерживаетесь ли вы поверхностного мира, исследуете пещеры, погружаетесь глубже в Древний Архив или отправляетесь на Лунные острова, пройдет много времени, прежде чем у вас закончатся дела."
		},
		{
			"image": "/game-covers/spidermanremaster.jpg",
			"title": "Marvel’s Spider-Man Remastered",
			"genres": [
				"Открытый мир",
				"Экшен"
			],
			"video": "https://www.youtube.com/embed/wQkAfmvjWgs",
			"price": 3759,
			"id": 13,
			"description": "Marvel’s Spider-Man Remastered — Обновленная версия» для ПК, разработанная студией Insomniac Games в сотрудничестве с Marvel и оптимизированная для ПК студией Nixxes Software, позволяет сыграть за опытного Питера Паркера, который борется с крупной преступностью и легендарными злодеями в Нью-Йорке мира Marvel. Он постоянно балансирует на грани, одновременно пытаясь привести в порядок личную жизнь, построить карьеру и защитить жителей Нью-Йорка, чьи судьбы зависят от его решений."
		},
		{
			"image": "/game-covers/nomassky.jpg",
			"title": "No Man's Sky",
			"genres": [
				"Экшен",
				"Хоррор"
			],
			"video": "https://www.youtube.com/embed/Nv5Bt3IOzss",
			"price": 1229,
			"id": 14,
			"description": "No Man's Sky — научно-фантастическая игра об исследованиях и выживании в бесконечной, процедурно генерируемой вселенной. В No Man's Sky каждая звезда является светом далекого солнца, на орбите которого вращаются обитаемые планеты, к которым вы сможете отправиться, если сами того пожелаете. Беспрепятственно перемещайтесь между просторами дальнего космоса и поверхностями планет, без каких-либо экранов загрузки и ограничений. В мирах No man's sky вы откроете для себя места и создания, которых вы не видели ранее и, вероятно, вряд ли увидите когда-нибудь еще."
		},
		{
			"image": "/game-covers/littlenightmares.jpg",
			"title": "Little Nightmares II",
			"genres": [
				"Хоррор",
				"Экшен"
			],
			"video": "https://www.youtube.com/embed/AI9zBBTyX-E",
			"price": 329,
			"id": 15,
			"description": "Little Nightmares II — сиквел хоррор-платформера от Bandai Namco, в котором вы сыграете за маленького мальчика по имени Моно. Во второй части вы встретите старых знакомых в лице Шестой - главной героини Little Nightmares. Она будет сопровождать на протяжении всего нелегкого путешествие в мрачном мире Маленьких Кошмариков. Вместе с малышами вам предстоит найти и устранить ужасный источник сигнала, деформирующих окружающий мир и его обитателей."
		},
		{
			"image": "/game-covers/ravenswatch.jpg",
			"title": "Ravenswatch",
			"genres": [
				"Экшен",
				"Глубокий сюжет",
				"РПГ"
			],
			"video": "https://www.youtube.com/embed/LH9WNtKT4iA",
			"price": 709,
			"id": 16,
			"description": "Ravenswatch — это приключенческий roguelike с видом сверху, сочетающий напряженные бои в реальном времени и интересную историю, которую хочется переживать снова и снова. Вслед за успехом Curse of the Dead Gods© студия Passtech решила выпустить новинку. Играйте в одиночку или в компании 1-3 друзей – ваше приключение будет незабываемым."
		},
		{
			"image": "/game-covers/mortalkombat.jpg",
			"title": "Mortal Kombat 11",
			"genres": [
				"Экшен"
			],
			"video": "https://www.youtube.com/embed/7zwQPJmg-Kg",
			"price": 489,
			"id": 17,
			"description": "Mortal Kombat 11 — возвращение легендарной серии кровавых файтингов, будоражащих умы игроков уже не первое десятилетие. И это лучшая версия культовой франшизы на сегодняшний день, включающая в себя множество нововведений и улучшений, но при этом придерживающаяся своих традиций.Совершенно новая система пользовательских настроек персонажей даст вам беспрецедентный контроль над вашим бойцом, и позволит вам сделать его действительно своим. Новый графический движок с легкостью демонстрирует каждый зубодробительный момент, погружая вас в бой настолько сильно, что вы можете это почувствовать."
		}
	]
}